{
  "nav": {
    "home": "Home",
    "our_story": "Our Story",
    "church": "Church",
    "reception": "Reception",
    "confirm": "Confirm your attendance",
    "contact": "Contact Us",
    "theme": {
      "light": "Light",
      "dark": "Dark",
      "system": "System"
    }
  },
  "footer": {
    "copyright": "© {{year}} Chiara & Simone"
  },
  "home": {
    "welcome": "Welcome!",
    "description_line1": "Our big day is approaching, and we can't wait",
    "description_line2": "to share it with you.",
    "names": "Chiara & Simone",
    "date": "October 10, 2025"
  },
  "our_story": {
    "intro": {
      "title": "How did we end up here?",
      "description": "It all started with a bunch of vintage photos (and yes, some of them probably should’ve stayed in the drawer…). You’ll see us as kids, with questionable faces, awkward poses, and outfits that might be trendy today… on Mars. Then came the years when we met and started writing our story together. The rest? It’s all here: hugs, holidays, silly moments, and memories that brought us to where we are now. This is our story: a mix of sweet, funny, and unforgettable moments. Scroll through and enjoy with us!"
    },
    "start": {
      "title": "Where It All Began",
      "description": "We first met in high school..."
    },
    "first_trip": {
      "title": "First Trip Together",
      "description": "That summer in Spain was unforgettable."
    },
    "proposal": {
      "title": "She Said Yes!",
      "description": "An exciting proposal under the stars."
    },
    "outro": {
      "title": "Next stop: the wedding!",
      "description": "And yes, this time no questionable outfits... we hope."
    }
  },
  "church": {
    "intro": {
      "title1": "Sant'Andrea delle Fratte",
      "title2": "Sanctuary of Our Lady of the Miracle",
      "subtitle": "A special corner of Rome, between art and spirituality.",
      "description": "We are just a stone's throw from Piazza di Spagna, but here, as soon as you step inside, it feels like entering another dimension: silence, art, spirituality. A true hidden gem."
    },
    "origin": {
      "title": "Origins and History",
      "p1": "The name “delle Fratte” comes from the fact that, once upon a time, this area was full of gardens and brambles.",
      "p2": "The church already existed in medieval times, but it was in the 17th century that it was rebuilt by the great architect Borromini, who also designed the beautiful dome and bell tower."
    },
    "angels": {
      "title": "The Angels",
      "moving_background": "ANGELS",
      "description1": "Among the most striking elements of the church are two angels sculpted by Gian Lorenzo Bernini, originally intended for Ponte Sant'Angelo. Considered too beautiful to remain outdoors, they were brought here to be preserved.",
      "description2": "One angel holds the crown of thorns, a symbol of Christ's suffering; the other displays the cartouche with the inscription 'INRI', placed on the cross."
    },
    "miracle": {
      "title": "The Miracle of the Apparition",
      "moving_background": "APPARITION",
      "description1": "[...] the whole church darkened, except for a single chapel that radiated with the most vivid brilliance, and I saw on the altar standing alive, tall, majestic, beautiful, and full of mercy, the Most Blessed Virgin Mary [...]",
      "description2": "At this sight, I fell to my knees where I was. [...] I could barely fix my gaze on Mary's hands, and in them I saw the expression of forgiveness and mercy.",
      "description3": "[...] although she said no words to me, I fully understood the horror of the state I was in, the beauty of the Catholic religion, in a word, I understood everything.\"",
      "sign": "M. A. Ratisbonne"
    },
    "ratisbonne": {
      "title": "The Conversion of Ratisbonne",
      "moving_background": "CONVERSION",
      "description1": "On January 20, 1842, a young French Jew named Alphonse Ratisbonne, known for his deep skepticism and anti-Christian stance, entered Sant'Andrea delle Fratte seemingly by chance. He had accepted a friend's dare to wear the Miraculous Medal, but what happened next changed his life forever: at the side altar, he saw the Virgin Mary.",
      "description2": "The experience moved him so profoundly that he converted to Catholicism, became a Jesuit priest, and dedicated his life to spreading the faith. His conversion, recognized as miraculous, became a powerful symbol of Marian devotion in the Church."
    },
    "medal": {
      "title1": "The Miraculous",
      "title2": "Medal",
      "subtitle": "A symbol of faith, grace and spiritual protection",
      "moving_background": "MEDAL",
      "description1": "The Miraculous Medal originated from the apparitions of the Virgin Mary to Saint Catherine Labouré in 1830 in Paris. During one vision, Mary asked for a medal to be struck, promising that whoever wore it with faith would receive great graces. The medal depicts Mary standing on a globe, crushing a serpent, with rays of light symbolizing the graces granted. On the reverse appear two hearts (of Jesus and Mary) and the letter M intertwined with a cross.",
      "description2": "The medal spread rapidly, especially during a cholera outbreak. The most well-known case is the miraculous conversion of Alphonse Ratisbonne, a non-believing Jew who wore it mockingly and was struck by a vision of the Virgin. Today, the medal is a symbol of protection, faith, and spiritual conversion."
    },
    "minimi": {
      "title": "The Minims Friars",
      "slides": {
        "0": {
          "title": "Custodians of Sant'Andrea delle Fratte",
          "description": "The church has been cared for by the Minims since 1585, the year Pope Sixtus V entrusted its administration to them. Since then, the friars have dedicated themselves to prayer and service, faithfully preserving the spiritual and artistic heritage of Sant'Andrea delle Fratte."
        },
        "1": {
          "title": "In the Shadow of the Rock",
          "description": "Francesco was born in 1416 in Paola, a town in Calabria, southern Italy. Devout from a young age and chose to live as a hermit in a cave near his hometown. Embracing solitude, prayer, and extreme poverty, he attracted followers drawn to his radical lifestyle of humility and penance. This would eventually lead to the birth of the Order of Minims."
        },
        "2": {
          "title": "A Life of Miracles and Mercy",
          "description": "San Francesco was known for miraculous acts: healing the sick, multiplying loaves, and even walking on water using his cloak. Among his many wonders, one of the most beloved is the story of Martinello, a little lamb who followed him like a friend. When the lamb was unknowingly slaughtered, cooked, and served by a worker, Francesco wept and prayed and Martinello miraculously returned to life, a tender symbol of his compassion for all creation."
        },
        "3": {
          "title": "A Life of Service and Contemplation",
          "description": "The Minims live in quiet simplicity, dedicating their days to prayer, fraternity, and humble service. Their presence is discreet but constant, offering spiritual guidance, maintaining sacred spaces, and living as witnesses of a faith rooted in humility and devotion."
        },
        "4": {
          "title": "Living the Mission Today",
          "description": "The Minims friars who live today at Sant'Andrea delle Fratte embody the spirit of their founder with kindness and joy. Always ready to greet, listen, and guide, they cultivate a welcoming environment through prayer, conversation, and community activities. Their simple yet radiant presence continues to inspire and bring people closer to faith in everyday life."
        },
        "5": {
          "title": "Did You Know They Don't Eat Meat?",
          "description": "The Minims are the only religious order that, in addition to the vows of poverty, chastity, and obedience, observe a fourth vow: \"perpetual Lent\", which means abstaining from meat and animal products. This choice embodies penance, sobriety, and daily conversion—renouncing excess to place God at the center and walk in solidarity with the poor and suffering."
        }
      }
    }
  }
}
