{
  "nav": {
    "home": "Home",
    "our_story": "Our Story",
    "church": "Church",
    "reception": "Reception",
    "confirm": "Confirm your attendance",
    "contact": "Contact Us",
    "theme": {
      "light": "Light",
      "dark": "Dark",
      "system": "System"
    }
  },
  "footer": {
    "copyright": "© {{year}} Chiara & Simone"
  },
  "home": {
    "welcome": "Welcome!",
    "description_line1": "Our big day is approaching, and we can't wait",
    "description_line2": "to share it with you.",
    "names": "Chiara & Simone",
    "date": "October 10, 2025"
  },
  "our_story": {
    "intro": {
      "title": "How did we end up here?",
      "description": "It all started with a bunch of vintage photos (and yes, some of them probably should’ve stayed in the drawer…). You’ll see us as kids, with questionable faces, awkward poses, and outfits that might be trendy today… on Mars. Then came the years when we met and started writing our story together. The rest? It’s all here: hugs, holidays, silly moments, and memories that brought us to where we are now. This is our story: a mix of sweet, funny, and unforgettable moments. Scroll through and enjoy with us!"
    },
    "start": {
      "title": "Where It All Began",
      "description": "We first met in high school..."
    },
    "first_trip": {
      "title": "First Trip Together",
      "description": "That summer in Spain was unforgettable."
    },
    "proposal": {
      "title": "She Said Yes!",
      "description": "An exciting proposal under the stars."
    },
    "outro": {
      "title": "Next stop: the wedding!",
      "description": "And yes, this time no questionable outfits... we hope."
    }
  },
  "church": {
    "intro": {
      "title1": "Sant'Andrea delle Fratte",
      "title2": "Sanctuary of Our Lady of the Miracle",
      "subtitle": "A special corner of Rome, between art and spirituality.",
      "description": "We are just a stone's throw from Piazza di Spagna, but here, as soon as you step inside, it feels like entering another dimension: silence, art, spirituality. A true hidden gem."
    },
    "origin": {
      "title": "Origins and History",
      "p1": "The name “delle Fratte” comes from the fact that, once upon a time, this area was full of gardens and brambles.",
      "p2": "The church already existed in medieval times, but it was in the 17th century that it was rebuilt by the great architect Borromini, who also designed the beautiful dome and bell tower."
    },
    "angels": {
      "title": "The Angels",
      "description": "Among the most striking elements of the church are two angels sculpted by Gian Lorenzo Bernini, originally intended for Ponte Sant'Angelo. Considered too beautiful to remain outdoors, they were brought here to be preserved. One angel holds the crown of thorns, a symbol of Christ's suffering; the other displays the cartouche with the inscription 'INRI', placed on the cross.",
      "left_alt": "Angel holding the crown of thorns",
      "right_alt": "Angel holding the cartouche with 'INRI'"
    }
  }
}