{
  "nav": {
    "home": "Home",
    "our_story": "Our Story",
    "church": "Church",
    "reception": "Reception",
    "guests": "Guests",
    "contact_us": "Contact Us",
    "theme": {
      "light": "Light",
      "dark": "Dark",
      "system": "System"
    }
  },
  "footer": {
    "copyright": "© {{year}} Chiara & Simone"
  },
  "carousel": {
    "show_more": "Show more",
    "show_less": "Show less"
  },
  "global_loading_mask": {
    "loading": "Loading..."
  },
  "home": {
    "welcome": "Welcome!",
    "description_line1": "Our big day is approaching",
    "description_line2": "and we can't wait to share it with you.",
    "names": "Chiara & Simone",
    "date": "October 10, 2025",
    "days": "Days",
    "hours": "Hours",
    "minutes": "Minutes",
    "seconds": "Seconds",
    "lets_start": "Let's start!"
  },
  "our_story": {
    "intro": {
      "title": "How did we end up here?",
      "description": "It all started with a bunch of vintage photos (and yes, some of them probably should've stayed in the drawer…). You'll see us as kids, with questionable faces, awkward poses, and outfits that might be trendy today… on Mars. Then came the years when we met and started writing our story together. The rest? It's all here: hugs, holidays, silly moments, and memories that brought us to where we are now. This is our story: a mix of sweet, funny, and unforgettable moments. Scroll through and enjoy with us!"
    },
    "start": {
      "title": "Where It All Began",
      "description": "We first met in high school..."
    },
    "first_trip": {
      "title": "First Trip Together",
      "description": "That summer in Spain was unforgettable."
    },
    "proposal": {
      "title": "She Said Yes!",
      "description": "An exciting proposal under the stars."
    },
    "outro": {
      "title": "Next stop: the wedding!",
      "description": "And yes, this time no questionable outfits... we hope."
    }
  },
  "church": {
    "intro": {
      "title1": "Sant'Andrea delle Fratte",
      "title2": "Sanctuary of Our Lady of the Miracle",
      "subtitle": "A special corner of Rome, between art and spirituality.",
      "description": "We are just a stone's throw from Piazza di Spagna, but here, as soon as you step inside, it feels like entering another dimension: silence, art, spirituality. A true hidden gem."
    },
    "origin": {
      "title": "Origins and History",
      "p1": "The name \"delle Fratte\" comes from the fact that, once upon a time, this area was full of gardens and brambles.",
      "p2": "The church already existed in medieval times, but it was in the 17th century that it was rebuilt by the great architect Borromini, who also designed the beautiful dome and bell tower."
    },
    "angels": {
      "title": "The Angels",
      "moving_background": "ANGELS",
      "description1": "Among the most striking elements of the church are two angels sculpted by Gian Lorenzo Bernini, originally intended for Ponte Sant'Angelo. Considered too beautiful to remain outdoors, they were brought here to be preserved.",
      "description2": "One angel holds the crown of thorns, a symbol of Christ's suffering; the other displays the cartouche with the inscription 'INRI' (Iēsus Nazarēnus Rēx Iūdaeōrum), placed on the cross."
    },
    "miracle": {
      "title": "The Miracle of the Apparition",
      "moving_background": "APPARITION",
      "description1": "\"[...] the whole church darkened, except for a single chapel that radiated with the most vivid brilliance, and I saw on the altar standing alive, tall, majestic, beautiful, and full of mercy, the Most Blessed Virgin Mary [...]",
      "description2": "At this sight, I fell to my knees where I was. [...] I could barely fix my gaze on Mary's hands, and in them I saw the expression of forgiveness and mercy.",
      "description3": "[...] although she said no words to me, I fully understood the horror of the state I was in, the beauty of the Catholic religion, in a word, I understood everything.\"",
      "sign": "M. A. Ratisbonne"
    },
    "ratisbonne": {
      "title": "The Conversion of Ratisbonne",
      "moving_background": "CONVERSION",
      "description1": "On January 20, 1842, a young French Jew named Alphonse Ratisbonne, known for his deep skepticism and anti-Christian stance, entered Sant'Andrea delle Fratte seemingly by chance. He had accepted a friend's dare to wear the Miraculous Medal, but what happened next changed his life forever: at the side altar, he saw the Virgin Mary.",
      "description2": "The experience moved him so profoundly that he converted to Catholicism, became a Jesuit priest, and dedicated his life to spreading the faith. His conversion, recognized as miraculous, became a powerful symbol of Marian devotion in the Church."
    },
    "medal": {
      "title1": "The Miraculous",
      "title2": "Medal",
      "subtitle": "A symbol of faith, grace and spiritual protection",
      "moving_background": "MEDAL",
      "description1": "The Miraculous Medal was given to Alphonse Ratisbonne by his friend, Baron Théodore de Bussières, who challenged him to wear it. This medal originates from the apparitions of the Virgin Mary to Saint Catherine Labouré in 1830. Mary revealed its design and promised great graces to those who would wear it with faith.",
      "description2": "On the back are twelve stars, symbolizing Mary's crown, surrounding a large 'M' intertwined with a cross. Below are the Sacred Hearts of Jesus and Mary: one crowned with thorns, the other pierced by a sword."
    },
    "minimi": {
      "title": "The Minims Friars",
      "slides": {
        "0": {
          "title": "Custodians of Sant'Andrea delle Fratte",
          "description": "The church has been cared for by the Minims since 1585, the year Pope Sixtus V entrusted its administration to them. Since then, the friars have dedicated themselves to prayer and service, faithfully preserving the spiritual and artistic heritage of Sant'Andrea delle Fratte."
        },
        "1": {
          "title": "In the Shadow of the Rock",
          "description": "Francesco was born in 1416 in Paola, a town in Calabria, southern Italy. Devout from a young age and chose to live as a hermit in a cave near his hometown. Embracing solitude, prayer, and extreme poverty, he attracted followers drawn to his radical lifestyle of humility and penance. This would eventually lead to the birth of the Order of Minims."
        },
        "2": {
          "title": "A Life of Miracles and Mercy",
          "description": "San Francesco was known for miraculous acts: healing the sick, multiplying loaves, and even walking on water using his cloak. Among his many wonders, one of the most beloved is the story of Martinello, a little lamb who followed him like a friend. When the lamb was unknowingly slaughtered, cooked, and served by a worker, Francesco wept and prayed and Martinello miraculously returned to life, a tender symbol of his compassion for all creation."
        },
        "3": {
          "title": "Living the Mission Today",
          "description": "The Minims friars who live today at Sant'Andrea delle Fratte embody the spirit of their founder with kindness and joy. Always ready to greet, listen, and guide, they cultivate a welcoming environment through prayer, conversation, and community activities. Their simple yet radiant presence continues to inspire and bring people closer to faith in everyday life."
        },
        "4": {
          "title": "Did You Know They Don't Eat Meat?",
          "description": "The Minims are the only religious order that, in addition to the vows of poverty, chastity, and obedience, observe a fourth vow: \"perpetual Lent\", which means abstaining from meat and animal products. This choice embodies penance, sobriety, and daily conversion—renouncing excess to place God at the center and walk in solidarity with the poor and suffering."
        }
      }
    }
  },
  "reception": {
    "intro": {
      "title": "Let's celebrate together",
      "subtitle": "After the ceremony, we look forward to spending the evening with you, enjoying good food and a relaxed atmosphere"
    },
    "location": {
      "title": "The Location",
      "description01": "The reception will take place at Park Hotel Villa Ferrata, an elegant villa surrounded by a centuries-old park, with large outdoor spaces featuring trees, pathways, fountains, and a spacious pool.",
      "description02": "Throughout the evening, we'll move between carefully curated spaces, from the garden to the indoor halls, to enjoy every moment in a relaxed and welcoming atmosphere.",
      "description03": "Dishes from the Italian tradition will accompany the evening in a simple and pleasant setting."
    },
    "menu": {
      "title": "The Menu",
      "welcome": {
        "title": "Welcome Aperitif",
        "description": "An outdoor aperitif to start this special day together."
      },
      "buffet": {
        "buffet": {
          "title": "Grand Appetizer Buffet",
          "description": "A rich buffet served outdoors by the pool, featuring both seafood and meat specialties. Highlights include: warm octopus and potato salad, a selection of cured meats, fresh burrata, cheeses with fruit preserves, and a variety of fried delicacies like seaweed fritters, breaded mozzarella bites, and shrimp tempura."
        }
      },
      "dinner": {
        "title": "The Wedding Dinner",
        "description": "A meat-based dinner served at the table in an elegant atmosphere. The menu includes two flavorful first courses, a carefully selected meat main course, and a seasonal side dish."
      },
      "dessert": {
        "title": "Sweet Conclusion",
        "description01": "To end on a sweet note, enjoy our wedding cake, a rich dessert buffet, and a selection of fresh seasonal fruit."
      },
      "dietary_note": "If you have any specific dietary needs (intolerances, allergies, celiac disease), please let us know in the <a href='/contact-us?skipSplash=true'>Contact Us</a> section by sending us a message."
    }
  },
  "guests": {
    "intro": {
      "title": "Welcome",
      "description": "We are delighted to have you with us on our special day. In this section, you'll find all the essential information to make the most of the celebration: how to reach the church and the reception venue, download the Save the Date, and send us any requests or messages. We've gathered everything you might need to help you enjoy the day with peace of mind and ease."
    },
    "day_info": {
      "title": "Program of the Day",
      "ceremony": {
        "title": "Ceremony",
        "description": "The ceremony will begin at Sant'Andrea delle Fratte, in the heart of Rome."
      },
      "photo_session": {
        "title": "Photo Session",
        "description": "After the ceremony, we'll move to some areas of the center to take photos.",
        "note": "Meanwhile, you can make your way to the reception venue at your leisure."
      },
      "welcome_cocktail": {
        "title": "Welcome Cocktail",
        "description": "At Park Hotel Villa Ferrata",
        "details": {
          "01": "Outdoor appetizer buffet",
          "02": "Live music: Duo - Singer and violin with audio service",
          "03": "Live ambient music every style (Italian and international)"
        }
      },
      "dinner": {
        "title": "Dinner",
        "description": "Indoor hall - Table service dinner",
        "details": {
          "01": "Music: ambient music every style (Italian and international)",
          "02": "Lounge, chill out, swing"
        }
      },
      "party": {
        "title": "Party",
        "description": "Poolside",
        "details": {
          "01": "Wedding cake cutting and dessert buffet",
          "02": "Music: ambient background music"
        }
      }
    },
    "directions": {
      "church": {
        "title": "How to reach the church",
        "intro": "The ceremony will take place at Sant'Andrea delle Fratte, located in the heart of Rome, just a few steps from the Spanish Steps.",
        "parking": {
          "title": "Parking Information",
          "note": "Please note that on Friday, October 10th, at 3:00 PM, the area around the church is within the ZTL (Limited Traffic Zone). We kindly recommend that you park your vehicle outside the ZTL and reach the church on foot.",
          "options": {
            "saba": {
              "title": "Roma Parking Saba (Piazza di Spagna)",
              "description": {
                "01": "A pleasant walk through the historic center. Estimated walking time: 15 minutes.",
                "02": "From the parking area, take the underpass that leads directly to the Spagna metro station (Line A). From there, cross Piazza di Spagna keeping to the left, passing the statue of the Madonna in the center of the square. Continue for a few more minutes to reach the church of Sant'Andrea delle Fratte."
              }
            },
            "ludovisi": {
              "title": "Parking Ludovisi",
              "description": {
                "01": "A slightly closer option, with an estimated walking time of about 10 minutes.",
                "02": "From the parking area, take Via Francesco Crispi to the left, then follow Via Capo delle Case, which leads directly to the church of Sant'Andrea delle Fratte.",
                "03": "Please note that the return route is uphill, especially in the final stretch, so we recommend taking your time."
              }
            }
          },
          "recommendation": "We recommend allowing extra time to enjoy the walk and avoid any stress."
        }
      },
      "reception": {
        "title": "How to reach the reception venue",
        "intro": "The reception will take place at Park Hotel Villa Ferrata, an elegant villa surrounded by a centuries-old park, located in a quiet area just outside Rome.",
        "venue": {
          "title": "Venue information",
          "note": "The venue is easily accessible by car and offers ample parking space for all guests.",
          "details": {
            "transport": {
              "title": "By Car",
              "description": "The drive from the church to the venue takes about 45–60 minutes, passing through the center of Rome and continuing southeast. We recommend following the route that goes through Via Cavour and Via Merulana, then onto the Tangenziale Est, and finally the Grande Raccordo Anulare, exiting at Tuscolana/Grottaferrata."
            },
            "address": {
              "title": "Address",
              "description": "Via Tuscolana, 287, 00046 Grottaferrata (RM)"
            }
          },
          "recommendation": "We recommend planning your trip in advance, especially during peak hours, to ensure a smooth arrival."
        }
      }
    },
    "save_the_date": {
      "title": "Save the Date",
      "description": "We are delighted to announce our wedding and hope you can join us on this special day. Mark the date and download the Save The Date and add it to your calendar!",
      "download": "Download",
      "add_to_calendar": "Add to Calendar",
      "calendar": {
        "title": "Wedding Chiara & Simone",
        "description": "Reception at Park Hotel Villa Ferrata, address: [url]https://maps.app.goo.gl/6T9AmHyTkmbjFvpQ8|Via Tuscolana, 287, 00046 Grottaferrata RM[/url]"
      }
    }
  },
  "contact_us": {
    "contact_form": {
      "title": "Contact Us",
      "subtitle": "Do you have questions, curiosities, or simply want to leave us a message?",
      "description": "Fill out the form below: every message matters to us, whether it's a greeting, a request, or a practical note. You can also use this form to let us know about any dietary needs, such as intolerances, allergies, celiac disease, or food preferences.",
      "name": "Name",
      "surname": "Surname",
      "phone": "Phone",
      "email": "Email",
      "message": "Message",
      "submit": "Submit",
      "success_message": "Message sent successfully!",
      "error_message": "An error occurred. Please try later.",
      "sending_message": "Sending message...",
      "privacy_consent": "I consent to the processing of my personal data in accordance with the D.Lgs. 196/2003 and the EU Regulation 2016/679 (GDPR).",
      "privacy_policy": "Privacy Policy",
      "name_required": "Name is required",
      "surname_required": "Surname is required",
      "name_too_long": "Name must be less than 50 characters",
      "surname_too_long": "Surname must be less than 50 characters",
      "phone_invalid": "Invalid phone number",
      "email_required": "Email is required",
      "email_invalid": "Invalid email address",
      "message_required": "Message is required",
      "message_too_long": "Message must be less than 1000 characters",
      "privacy_required": "Privacy consent is required"
    }
  },
  "privacy_policy": {
    "title": "Privacy Policy",
    "p1": "Pursuant to Article 13 of Regulation (EU) 2016/679 (GDPR), we inform you that the personal data collected through this form (first name, last name, phone number, email, and message) will be used exclusively to respond to your contact request.",
    "p2": "Providing your data is optional, except for the email address, which is required in order to reply to you.",
    "p3": "The data will not be shared with third parties in any way, nor used for purposes other than those indicated. The legal basis for the processing is the consent freely given by the user by selecting the appropriate checkbox before submitting the message.",
    "p4": "The data will be stored only for the time strictly necessary to process the request and in any case no longer than 6 months from the receipt of the message.",
    "p5": "At any time, you have the right to access your personal data, request its correction, deletion, or restriction of processing, or object to it, as well as to withdraw the consent given. To exercise these rights, you can write to <a href=\"mailto:simone.decristofaro85@gmail.com\">simone.decristofaro85@gmail.com</a>."
  }
}
