{
  "nav": {
    "home": "Home",
    "our_story": "La nostra storia",
    "church": "Chiesa",
    "reception": "Ricevimento",
    "confirm": "Conferma",
    "contact": "Contattaci",
    "theme": {
      "light": "Chiaro",
      "dark": "Scuro",
      "system": "Sistema"
    }
  },
  "footer": {
    "copyright": "© {{year}} Chiara & Simone"
  },
  "home": {
    "welcome": "Benvenuti!",
    "description_line1": "Il nostro grande giorno si avvicina e non vediamo l'ora",
    "description_line2": "di condividerlo con voi.",
    "names": "Chiara & Simone",
    "date": "10 Ottobre 2025"
  },
  "our_story": {
    "intro": {
      "title": "Come siamo finiti qui?",
      "description": "Tutto è iniziato con un bel po' di foto d'epoca (e sì, alcune forse era meglio lasciarle nei cassetti…). Ci troverai piccoli, con facce buffe, pose improbabili e outfit che oggi fanno tendenza… ma solo su Marte. Poi arrivano gli anni in cui ci siamo incontrati e, tra una risata e l'altra, abbiamo iniziato a scrivere la nostra storia a due. Il resto? È tutto qui: viaggi, abbracci, momenti assurdi e ricordi che ci hanno portato fin dove siamo oggi. Questa è la nostra storia: un mix di momenti teneri, buffi, indimenticabili. Scorri e divertiti con noi!"
    },
    "start": {
      "title": "Dove tutto è iniziato",
      "description": "Ci siamo conosciuti per la prima volta al liceo..."
    },
    "first_trip": {
      "title": "Primo viaggio insieme",
      "description": "Quell'estate in Spagna è stata indimenticabile."
    },
    "proposal": {
      "title": "Ha detto sì!",
      "description": "Una proposta emozionante sotto le stelle."
    },
    "outro": {
      "title": "Prossima fermata: matrimonio!",
      "description": "E sì, stavolta niente outfit discutibili... forse."
    }
  },
  "church": {
    "intro": {
      "title1": "Sant'Andrea delle Fratte",
      "title2": "Santuario della Madonna del Miracolo",
      "subtitle": "Un angolo speciale di Roma, tra arte e spiritualità.",
      "description": "Ci troviamo a due passi da Piazza di Spagna, ma qui, appena varchi l'ingresso, sembra di entrare in un'altra dimensione: silenzio, arte, spiritualità. Un vero gioiello nascosto."
    },
    "origin": {
      "title": "Origini e Storia",
      "p1": "Il nome “delle Fratte” deriva dal fatto che, un tempo, questa zona era piena di orti e sterpaglie.",
      "p2": "La chiesa esisteva già in epoca medievale, ma è nel Seicento che viene ricostruita su progetto del grande architetto Borromini, che disegnò anche la bellissima cupola e il campanile."
    },
    "angels": {
      "title": "Gli Angeli",
      "moving_background": "ANGELI",
      "description": "Tra gli elementi più suggestivi della chiesa ci sono due angeli scolpiti da Gian Lorenzo Bernini, originariamente destinati al Ponte Sant'Angelo. Considerati troppo belli per restare all'aperto, furono accolti qui per preservarli. Uno angelo regge la corona di spine, simbolo del dolore di Cristo; l'altro mostra il cartiglio con l'iscrizione 'INRI', posta sulla croce.",
      "left_alt": "Angelo con la corona di spine",
      "right_alt": "Angelo con il cartiglio 'INRI'"
    },
    "miracle": {
      "title": "Il Miracolo dell'Apparizione",
      "description1": "[...] tutta la chiesa si oscurò, tranne una sola cappella che raggiava di vivissimo splendore, e vidi sull'altare starsi in piedi viva, grande, maestosa, bellissima, piena di misericordia la Beatissima Vergine Maria [...]",
      "description2": "A tal vista io caddi in ginocchio là dov'ero. [...] Potei a stento fissare lo sguardo nelle mani di Maria, e vidi in esse l'espressione del perdono e della misericordia.",
      "description3": "[...] sebbene non mi dicesse parola, io compresi a fondo l'orrore dello stato in cui ero, la bellezza della religione cattolica, in una parola io capii tutto.\"",
      "sign": "M. A. Ratisbonne"
    }
  }
}
