{
  "nav": {
    "home": "Home",
    "our_story": "La nostra storia",
    "church": "Chiesa",
    "reception": "Ricevimento",
    "guests": "Invitati",
    "contact_us": "Contattaci",
    "theme": {
      "light": "Chiaro",
      "dark": "Scuro",
      "system": "Sistema"
    }
  },
  "footer": {
    "copyright": "© {{year}} Chiara & Simone"
  },
  "carousel": {
    "show_more": "Mostra di più",
    "show_less": "Mostra meno"
  },
  "global_loading_mask": {
    "loading": "Caricamento..."
  },
  "rich_text_editor": {
    "open_emoji": "Apri emoji",
    "errors": {
      "required": "obbligatorio",
      "max_length": "superato il limite",
      "required_fields": "Campo obbligatorio"
    }
  },
  "home": {
    "welcome": "Benvenuti!",
    "description_line1": "Il nostro grande giorno si avvicina",
    "description_line2": "e non vediamo l'ora di condividerlo con voi.",
    "names": "Chiara & Simone",
    "date": "10 Ottobre 2025",
    "days": "Giorni",
    "hours": "Ore",
    "minutes": "Minuti",
    "seconds": "Secondi",
    "lets_start": "Iniziamo!"
  },
  "our_story": {
    "swipe_onboarding": {
      "message": "Scorri a sinistra o a destra per esplorare la storia",
      "hint": "(Tocca ovunque per continuare)"
    },
    "comments": {
      "title": "Commenti",
      "no_comment": "Nessun commento ancora. Sii il primo a commentare!",
      "leave_comment_message": "Lascia un commento",
      "nickname_placeholder": "Inserisci il tuo nickname",
      "comment": "Commento",
      "write_comment": "Scrivi il tuo commento...",
      "submit": "Invia Commento",
      "submitting": "Invio in corso...",
      "success_message": "Il tuo commento è stato pubblicato con successo!",
      "error_creating_comment": "Si è verificato un errore durante la pubblicazione del commento. Riprova più tardi.",
      "error_retrieving_comments": "Si è verificato un errore durante il recupero dei commenti. Riprova più tardi.",
      "load_more": "Carica altri",
      "loading": "Caricamento...",
      "errors": {
        "invalid_nickname_min": "Nickname troppo corto.",
        "invalid_nickname_max": "Nickname troppo lungo. Massimo 20 caratteri.",
        "invalid_nickname_chars": "Carattere non consentito. Usa solo lettere, numeri, apostrofi ('), spazi e trattini (-).",
        "invalid_content": "Messaggio troppo lungo."
      },
      "subscriptions": {
        "title": "Rimani aggiornato",
        "description": "Inserisci la tua email per ricevere notifiche quando vengono aggiunti nuovi commenti a questa foto. Puoi annullare l'iscrizione in qualsiasi momento.",
        "subscribe": "Iscriviti",
        "subscribing": "Iscrizione in corso...",
        "unsubscribe": "Annulla iscrizione",
        "unsubscribing": "Annullamento in corso...",
        "subscribe_success": "Iscrizione effettuata. Riceverai le notifiche per i nuovi commenti.",
        "subscribe_error": "Si è verificato un errore durante l'iscrizione. Riprova più tardi.",
        "unsubscribe_success": "Iscrizione annullata. Non riceverai più notifiche.",
        "unsubscribe_error": "Si è verificato un errore durante l'annullamento dell'iscrizione. Riprova più tardi.",
        "notify_email_label": "Email di notifica",
        "notify_email_placeholder": "Inserisci la tua email",
        "notify_email_invalid": "Inserisci un indirizzo email valido."
      }
    },
    "intro": {
      "title": "Come siamo finiti qui?",
      "description": "Tutto è iniziato con un bel po' di foto d'epoca (e sì, alcune forse era meglio lasciarle nei cassetti…). Ci troverai piccoli, con facce buffe, pose improbabili e outfit che oggi fanno tendenza… ma solo su Marte. Poi arrivano gli anni in cui ci siamo incontrati e, tra una risata e l'altra, abbiamo iniziato a scrivere la nostra storia a due. Il resto? È tutto qui: viaggi, abbracci, momenti assurdi e ricordi che ci hanno portato fin dove siamo oggi. Questa è la nostra storia: un mix di momenti teneri, buffi, indimenticabili. Esplora e divertiti con noi!"
    },
    "outro": {
      "title": "Prossima fermata: matrimonio!",
      "description": "E sì, stavolta niente outfit discutibili... forse."
    },
    "cards": {
      "chiara_neonata": {
        "title": "Un sorriso che conquista",
        "description": "Chiara: \"Non mi ricordo nulla… ma sembra proprio che mi stessi divertendo!\""
      },
      "chiara_piccola_famiglia": {
        "title": "Tutti insieme",
        "description": "Chiara: \"Vestiti d'epoca, acconciature anni '80… e io ovviamente al centro della scena con tutta la squadra!\""
      },
      "simone_piccolo_calcio": {
        "title": "Lì è nato il sinistro",
        "description": "Simone: \"Non sapevo ancora parlare bene, ma col sinistro mi facevo capire alla grande.\""
      },
      "chiara_piccola_primavera": {
        "title": "Un attimo di sole",
        "description": "Chiara: \"Altro che bouquet: mi bastava un ramo di primavera per essere felice.\""
      },
      "simone_nonni": {
        "title": "I miei nonni",
        "description": "Simone: \"Sono stato davvero fortunato ad avere dei nonni così speciali. Nonna Vittoria si prendeva cura di noi con amore quando mamma e papà erano al lavoro, nonna Antonietta ci riuniva ogni domenica con le sue fettuccine fatte in casa, e con nonno Gennaro non mancavano mai avventure e marachelle. L'unico rimpianto è non aver potuto conoscere meglio nonno Nando: da grande uomo di cultura qual era, avrei tanto voluto condividere con lui ogni passo del mio percorso di studi, fino alla laurea magistrale.\""
      },
      "chiara_piccola_natale": {
        "title": "Sotto l'albero, un dono che sorrideva",
        "description": "Chiara: \"Con quell'abitino rosso sotto l'albero… l'imbarazzo era il mio vero accessorio di Natale.\""
      },
      "simone_venezia": {
        "title": "Tra arte e briciole",
        "description": "Simone: \"Io turista a Venezia… i piccioni al buffet di briciole! Eravamo tutti felici.\""
      },
      "simone_piccolo_papa": {
        "title": "In gita con papà",
        "description": "Simone: \"Io e papà, provetti escursionisti di montagna… con outfit studiati nei minimi dettagli: calzini alti, pantaloncini coordinati e cappellino strategico.\""
      },
      "chiara_piccola_nonni": {
        "title": "Un ricordo di famiglia",
        "description": "Chiara: \"Con i miei nonni materni e le cugine, un ricordo di famiglia che porto nel cuore.\""
      },
      "simone_piccolo_fratelli": {
        "title": "Squadra (quasi) al completo",
        "description": "Simone: \"Eccoci qua: io, Lorenzo e la piccola Gloria… con le mitiche tutine anni '90, rigorosamente passate di fratello in fratello… e di fratello in sorella! Una vera tradizione di famiglia. Solo Marcolino, arrivato molti anni dopo, non ha potuto godere dell'onore di indossare le tutine 'pari al nuovo' che noi ci siamo tramandati con tanto amore!\""
      },
      "simone_asilo_premio": {
        "title": "Il re dei quiz in pantaloncini corti",
        "description": "Simone: \"Non so se fosse più grande la mia coppa o il coraggio di indossare quei pantaloncini.\""
      },
      "simone_piccolo_leone": {
        "title": "Il guardiano della colonna",
        "description": "Simone: \"Un piccolo cavaliere medievale... armato solo di occhiali giganti.\""
      },
      "chiara_giovane_fratelli": {
        "title": "Fratelli sul ring",
        "description": "Chiara: \"La foto perfetta per dimostrare che l'amore fraterno può includere... anche un po' di wrestling!\""
      },
      "simone_cugini": {
        "title": "Qualche cugino!",
        "description": "Simone: \"Eccoci qui: fratelli, cugini… e sguardi rigorosamente non sincronizzati.\""
      },
      "chiara_simone_gmg": {
        "title": "Chi l'avrebbe detto?",
        "description": "Simone: \"GMG 2000: eccomi lì, in primo piano, senza immaginare nulla...\"\nChiara: \"...e dietro di lui, seduta tranquilla, c'ero io! Non ci conoscevamo ancora, ma eravamo già vicini di sacco a pelo.\""
      },
      "chiara_simone_brace": {
        "title": "Braciami ancora",
        "description": "Simone: \"Io e Chiara, complici perfetti in ogni grigliata: io con la carne, lei con la forchetta pronta.\""
      },
      "chiara_simone_argentario": {
        "title": "Scogli, sole e noi",
        "description": "Simone: \"All'Argentario, come sempre… niente ombrelloni chic o sabbia fine: noi, da veri tipi da mare, tra rocce, vento e piedi doloranti ma felici.\""
      },
      "chiara_simone_mare_mosso": {
        "title": "Onde e fughe strategiche",
        "description": "Simone: \"A Baia di Riaci, mare mosso e onde giganti… indovinate chi è che appena vede l'onda parte in modalità fuga?\"\nChiara: \"Non è fuga, è sopravvivenza. E comunque ero io quella lucida: tu eri lì a sfidare Poseidone!\""
      },
      "chiara_simone_lauree": {
        "title": "Le nostre lauree",
        "description": "Simone: \"Ecco le nostre lauree, triennali e magistrali. Chiara? Elegantissima, sorridente, perfetta. Io? Con la stessa identica giacca in tutte le occasioni importanti. Minimalista o affezionato? Difficile dirlo.\nFatto curioso: Mi ricorderò sempre quando, all'esame di Costruzioni Marittime, il professore disse: \"Guardate che non serve presentarsi eleganti ma impreparati. Guardate De Cristofaro: si è venuto in bermuda e maglietta di Lupin… e se ne va con un bel 30.\" Ah, che soddisfazione quel giorno! (Era settembre, eh… faceva davvero caldo!)"
      }
    }
  },
  "church": {
    "intro": {
      "title1": "Sant'Andrea delle Fratte",
      "title2": "Santuario della Madonna del Miracolo",
      "subtitle": "Un angolo speciale di Roma, tra arte e spiritualità.",
      "description": "Ci troviamo a due passi da Piazza di Spagna, ma qui, appena varchi l'ingresso, sembra di entrare in un'altra dimensione: silenzio, arte, spiritualità. Un vero gioiello nascosto."
    },
    "origin": {
      "title": "Origini e Storia",
      "p1": "Il nome \"delle Fratte\" deriva dal fatto che, un tempo, questa zona era piena di orti e sterpaglie.",
      "p2": "La chiesa esisteva già in epoca medievale, ma è nel Seicento che viene ricostruita su progetto del grande architetto Borromini, che disegnò anche la bellissima cupola e il campanile."
    },
    "angels": {
      "title": "Gli Angeli",
      "moving_background": "ANGELI",
      "description1": "Tra gli elementi più suggestivi della chiesa ci sono due angeli scolpiti da Gian Lorenzo Bernini, originariamente destinati al Ponte Sant'Angelo. Considerati troppo belli per restare all'aperto, furono accolti qui per preservarli.",
      "description2": "Un angelo regge la corona di spine, simbolo del dolore di Cristo; l'altro mostra il cartiglio con l'iscrizione 'INRI' (Iēsus Nazarēnus Rēx Iūdaeōrum), posta sulla croce."
    },
    "miracle": {
      "title": "Il Miracolo dell'Apparizione",
      "moving_background": "APPARIZIONE",
      "description1": "\"[...] tutta la chiesa si oscurò, tranne una sola cappella che raggiava di vivissimo splendore, e vidi sull'altare starsi in piedi viva, grande, maestosa, bellissima, piena di misericordia la Beatissima Vergine Maria [...]",
      "description2": "A tal vista io caddi in ginocchio là dov'ero. [...] Potei a stento fissare lo sguardo nelle mani di Maria, e vidi in esse l'espressione del perdono e della misericordia.",
      "description3": "[...] sebbene non mi dicesse parola, io compresi a fondo l'orrore dello stato in cui ero, la bellezza della religione cattolica, in una parola io capii tutto.\"",
      "sign": "M. A. Ratisbonne"
    },
    "ratisbonne": {
      "title": "La Conversione di Ratisbonne",
      "moving_background": "CONVERSIONE",
      "description1": "Il 20 gennaio 1842, un giovane ebreo francese di nome Alphonse Ratisbonne, noto per il suo profondo scetticismo e la sua posizione anticristiana, entrò a Sant'Andrea delle Fratte apparentemente per caso. Aveva accettato per scherzo di indossare la Medaglia Miracolosa, ma ciò che accadde dopo cambiò per sempre la sua vita: presso un altare laterale, vide la Vergine Maria.",
      "description2": "L'esperienza lo scosse così profondamente che si convertì al cattolicesimo, divenne sacerdote gesuita e dedicò la sua vita a diffondere la fede. La sua conversione, riconosciuta come miracolosa, divenne un potente simbolo della devozione mariana nella Chiesa."
    },
    "medal": {
      "title1": "La Medaglia",
      "title2": "Miracolosa",
      "subtitle": "Un simbolo di fede, grazia e protezione spirituale",
      "moving_background": "MEDAGLIA",
      "description1": "La Medaglia Miracolosa fu donata ad Alphonse Ratisbonne dall'amico barone Théodore de Bussières, che lo sfidò a portarla con sé. Quell'oggetto, accettato con leggerezza, si rivelò strumento di un cambiamento profondo.",
      "description2": "Questa medaglietta nasce dalle apparizioni della Vergine Maria a santa Caterina Labouré, nel 1830. Maria ne indicò il disegno e promise grandi grazie a chi l'avesse portata con fede."
    },
    "minimi": {
      "title": "I Frati Minimi",
      "slides": {
        "0": {
          "title": "Custodi di Sant'Andrea delle Fratte",
          "description": "La chiesa è curata dai Frati Minimi dal 1585, anno in cui papa Sisto V ne affidò loro la gestione. Da allora, i frati si dedicano alla preghiera e al servizio, custodendo con impegno il patrimonio spirituale e artistico di Sant'Andrea delle Fratte."
        },
        "1": {
          "title": "All'Ombra della Roccia",
          "description": "Francesco nacque nel 1416 a Paola, un paese della Calabria meridionale. Fin da giovane mostrò una profonda spiritualità tanto che scelse di vivere da eremita in una grotta vicino al suo paese. Abbracciando la solitudine, la preghiera e una povertà estrema, attirò seguaci affascinati dal suo stile di vita radicale basato su umiltà e penitenza. Da quell'esperienza nacque l'Ordine dei Minimi."
        },
        "2": {
          "title": "Una Vita di Miracoli e Misericordia",
          "description": "San Francesco era noto per atti miracolosi: guarigioni, moltiplicazione del pane e persino camminare sull'acqua usando il suo mantello. Tra i suoi prodigi più amati c'è quello di Martinello, un agnellino che lo seguiva come un amico. Quando l'animale fu ucciso, cucinato e servito per errore da un operaio, Francesco pianse e pregò e Martinello tornò miracolosamente in vita, simbolo tenero della sua compassione per ogni creatura."
        },
        "3": {
          "title": "Vivere la Missione Oggi",
          "description": "I Frati Minimi che oggi abitano a Sant'Andrea delle Fratte incarnano con gioia e gentilezza lo spirito del loro fondatore. Sempre pronti ad accogliere, ascoltare e accompagnare, creano un ambiente aperto attraverso la preghiera, il dialogo e attività comunitarie. La loro presenza semplice ma luminosa continua a ispirare e ad avvicinare le persone alla fede nella vita di ogni giorno."
        },
        "4": {
          "title": "Lo Sapevi che non Mangiano Carne?",
          "description": "I Frati Minimi sono l'unico ordine religioso che, oltre ai voti di povertà, castità e obbedienza, osserva un quarto voto: la \"Quaresima perpetua\", ovvero l'astinenza da carne e derivati animali. Questa scelta incarna penitenza, sobrietà e conversione quotidiana. Rinunciare al superfluo significa rimettere Dio al centro, vivere con essenzialità e condividere il proprio cammino con i poveri e i sofferenti."
        }
      }
    }
  },
  "reception": {
    "intro": {
      "title": "Festeggiamo insieme",
      "subtitle": "Dopo la cerimonia, vi aspettiamo per continuare la serata insieme, tra buona cucina e atmosfera rilassata"
    },
    "location": {
      "title": "La location",
      "description01": "Il ricevimento si terrà al Park Hotel Villa Ferrata, una villa elegante immersa in un parco secolare, con ampi spazi all'aperto tra alberi, vialetti, fontane e una grande piscina.",
      "description02": "Durante la serata, ci muoveremo tra ambienti curati ed eleganti, dal giardino alle sale interne, per vivere ogni momento in un'atmosfera rilassata e accogliente.",
      "description03": "Piatti della tradizione italiana accompagneranno la serata in un clima semplice e piacevole."
    },
    "menu": {
      "title": "Il Menu",
      "welcome": {
        "title": "Aperitivo di Benvenuto",
        "description": "Un aperitivo all'aperto per iniziare insieme questa giornata speciale."
      },
      "buffet": {
        "buffet": {
          "title": "Gran Buffet di Antipasti",
          "description": "Un ricco buffet all'aperto, a bordo piscina, con specialità di mare e di terra. Tra le proposte: insalata tiepida di polpo e patate, salumi selezionati, burrate fresche, formaggi con composte e una selezione di sfizioserie fritte come zeppole di alghe, mozzarelline panate e tempura di gamberetti."
        }
      },
      "dinner": {
        "title": "La Cena di Nozze",
        "description": "Una cena a base di carne, servita al tavolo in un'atmosfera raffinata. Il menù prevede due primi piatti ricchi di sapore, un secondo di carne selezionata e un contorno di stagione."
      },
      "dessert": {
        "title": "Dolce Conclusione",
        "description01": "Per terminare in dolcezza, vi aspettano la nostra torta nuziale, un ricco buffet di dolci e una selezione di frutta fresca di stagione"
      },
      "dietary_note": "Per qualsiasi esigenza alimentare particolare (intolleranze, allergie, celiachia), potete segnalarcelo nella sezione <a href='/contact-us?skipSplash=true'>Contattaci</a> inviandoci un messaggio."
    }
  },
  "guests": {
    "intro": {
      "title": "Benvenuti",
      "description": "Siamo felici di potervi accompagnare nel nostro giorno speciale. In questa sezione troverete tutte le informazioni utili per vivere al meglio la giornata: come raggiungere la chiesa e la location del ricevimento, scaricare il Save the Date e inviarci eventuali richieste o messaggi. Abbiamo raccolto tutto ciò che può esservi utile, per farvi vivere la giornata in modo sereno e senza pensieri."
    },
    "day_info": {
      "title": "Programma della Giornata",
      "ceremony": {
        "title": "Cerimonia",
        "description": "La cerimonia inizierà presso la chiesa di Sant'Andrea delle Fratte, nel cuore di Roma."
      },
      "photo_session": {
        "title": "Foto di Rito",
        "description": "Dopo la cerimonia, ci sposteremo in alcune zone del centro per scattare le foto di rito.",
        "note": "Nel frattempo, potrete avviarvi con calma verso la location del ricevimento."
      },
      "welcome_cocktail": {
        "title": "Aperitivo di Benvenuto",
        "description": "Presso Park Hotel Villa Ferrata",
        "details": {
          "01": "Buffet di antipasti all'aperto",
          "02": "Musica live: Duo - Musicista cantante e violino con service audio",
          "03": "Live ambient music every style italiana ed internazionale"
        }
      },
      "dinner": {
        "title": "Cena",
        "description": "Sala interna - Cena servita al tavolo",
        "details": {
          "01": "Musica: ambient music every style (ita/internazionale)",
          "02": "Lounge, chill out, swing"
        }
      },
      "party": {
        "title": "Festa",
        "description": "Bordo piscina",
        "details": {
          "01": "Taglio della torta e buffet di dolci",
          "02": "Musica: ambient in diffusione."
        }
      }
    },
    "directions": {
      "church": {
        "title": "Come raggiungere la chiesa",
        "intro": "La cerimonia si terrà presso la chiesa di Sant'Andrea delle Fratte, nel cuore di Roma, a pochi passi da Piazza di Spagna.",
        "parking": {
          "title": "Informazioni sul parcheggio",
          "note": "Si prega di notare che venerdì 10 ottobre, alle ore 15:00, l'area intorno alla chiesa rientra nella ZTL (Zona a Traffico Limitato). Consigliamo vivamente di parcheggiare il veicolo fuori dalla ZTL e raggiungere la chiesa a piedi.",
          "options": {
            "saba": {
              "title": "Roma Parking Saba (Piazza di Spagna)",
              "description": {
                "01": "Una piacevole passeggiata attraverso il centro storico. Tempo di percorrenza stimato: 15 minuti.",
                "02": "Dal parcheggio si accede al sottopassaggio che conduce direttamente alla stazione metro A Spagna. Da lì, si attraversa Piazza di Spagna tenendo la sinistra, superando la statua della Madonna al centro della piazza. Proseguendo ancora per pochi minuti, si raggiunge la chiesa di Sant'Andrea delle Fratte."
              }
            },
            "ludovisi": {
              "title": "Parking Ludovisi",
              "description": {
                "01": "Parcheggio leggermente più vicino alla chiesa, con un tempo di percorrenza stimato di circa 10 minuti.",
                "02": "Dal parcheggio si prende Via Francesco Crispi sulla sinistra e si prosegue fino a imboccare Via Capo delle Case, che conduce direttamente alla chiesa di Sant'Andrea delle Fratte.",
                "03": "Si segnala che il percorso di ritorno è in salita, in particolare nel tratto finale, quindi si raccomanda di procedere con calma."
              }
            }
          },
          "recommendation": "Consigliamo di prevedere un po' di tempo in più per godersi la passeggiata ed evitare stress."
        }
      },
      "reception": {
        "title": "Come raggiungere la location del ricevimento",
        "intro": "Il ricevimento si terrà presso il Park Hotel Villa Ferrata, una villa elegante immersa in un parco secolare, situata in una zona tranquilla appena fuori Roma.",
        "venue": {
          "title": "Informazioni sulla location",
          "note": "La location è facilmente raggiungibile in auto e offre ampio spazio di parcheggio per tutti gli invitati.",
          "details": {
            "transport": {
              "title": "In Auto",
              "description": "Il tragitto in auto dalla chiesa alla location dura circa 45-60 minuti, attraversando il centro di Roma e proseguendo verso sud-est. Si consiglia di seguire l'itinerario che attraversa Via Cavour e Via Merulana per poi immettersi sulla Tangenziale Est e successivamente sul Grande Raccordo Anulare, in direzione Tuscolana/Grottaferrata."
            },
            "address": {
              "title": "Indirizzo",
              "description": "Via Tuscolana, 287, 00046 Grottaferrata (RM)"
            }
          },
          "recommendation": "Consigliamo di pianificare il viaggio in anticipo, specialmente nelle ore di punta, per garantire un arrivo senza problemi."
        }
      }
    },
    "save_the_date": {
      "title": "Save the Date",
      "description": "Siamo felici di annunciare il nostro matrimonio e speriamo che tu possa essere con noi in questo giorno speciale. Segna la data e scarica il Save the Date e aggiungilo al tuo calendario!",
      "download": "Scarica",
      "add_to_calendar": "Aggiungi al calendario",
      "calendar": {
        "title": "Matrimonio Chiara & Simone",
        "description": "Ricevimento a Park Hotel Villa Ferrata, indirizzo: [url]https://maps.app.goo.gl/6T9AmHyTkmbjFvpQ8|Via Tuscolana, 287, 00046 Grottaferrata RM[/url]"
      }
    }
  },
  "contact_us": {
    "contact_form": {
      "title": "Contattaci",
      "subtitle": "Hai domande, curiosità o semplicemente vuoi lasciarci un messaggio?",
      "description": "Compila il form qui sotto: ogni messaggio sarà per noi importante, che si tratti di auguri, richieste o comunicazioni pratiche. Puoi scriverci anche per comunicarci eventuali necessità legate al menù, come intolleranze, allergie, celiachia o preferenze alimentari.",
      "name": "Nome",
      "surname": "Cognome",
      "phone": "Telefono",
      "email": "Email",
      "message": "Messaggio",
      "submit": "Invia",
      "success_message": "Messaggio inviato con successo!",
      "error_message": "Si è verificato un errore. Per favore, prova più tardi.",
      "sending_message": "Invio messaggio...",
      "name_required": "Nome è obbligatorio",
      "surname_required": "Cognome è obbligatorio",
      "name_too_long": "Nome deve essere minore di 50 caratteri",
      "surname_too_long": "Cognome deve essere minore di 50 caratteri",
      "phone_invalid": "Numero di telefono non valido",
      "email_required": "Email è obbligatoria",
      "email_invalid": "Email non valida",
      "message_required": "Messaggio è obbligatorio",
      "message_too_long": "Messaggio deve essere minore di 1000 caratteri"
    }
  },
  "privacy_policy": {
    "title": "Informativa Privacy",
    "paragraphs": [
      "Ai sensi dell'art. 13 del Regolamento (UE) 2016/679 (GDPR), La informiamo che i dati personali raccolti tramite questo sito web saranno trattati come descritto di seguito. Il titolare del trattamento è <strong>Simone De Cristofaro</strong> (email: <a href=\"mailto:info@chiaraesimone.it\">info@chiaraesimone.it</a>).",
      "Le categorie di dati possono includere: nome, indirizzo email, numero di telefono (se fornito) e ogni altra informazione inserita volontariamente nel modulo di contatto o nella sezione commenti. Dati tecnici (es. indirizzo IP, metadati del dispositivo/browser) possono essere trattati per finalità di sicurezza e anti-spam (es. reCAPTCHA, se attivo).",
      "<strong>Finalità del trattamento</strong>:<ul><li><strong>Riscontro alle richieste</strong>: rispondere ai messaggi inviati tramite il modulo di contatto.</li><li><strong>Commenti e notifiche</strong>: pubblicare i commenti inviati e, se acconsente, inviare notifiche via email sui nuovi commenti relativi alla stessa foto o sezione.</li><li><strong>Sicurezza e anti-spam</strong>: proteggere il servizio da abusi e spam (es. tramite reCAPTCHA, se attivo).</li><li><strong>Funzionamento del sito</strong>: garantire la sicurezza e il corretto funzionamento del sito web.</li></ul>",
      "Basi giuridiche: (a) <strong>legittimo interesse</strong> a rispondere alle richieste (art. 6, par. 1, lett. f GDPR); (b) <strong>consenso</strong> per la pubblicazione dei commenti e per l'invio di notifiche email, ove applicabile (art. 6, par. 1, lett. a GDPR); (c) <strong>legittimo interesse</strong> a garantire la sicurezza e prevenire abusi (art. 6, par. 1, lett. f GDPR). Quando la base è il consenso, è possibile revocarlo in qualsiasi momento senza pregiudicare la liceità del trattamento effettuato prima della revoca.",
      "Il conferimento dei dati è facoltativo. Tuttavia, l'indirizzo email è necessario per rispondere alla richiesta o per inviare le notifiche se richieste. In assenza dei dati necessari, alcune funzionalità potrebbero non essere disponibili.",
      "Destinatari/Responsabili: ci avvaliamo di fornitori affidabili per l'hosting e l'invio email (es. servizi AWS con localizzazione principalmente in UE/SEE) e per l'anti-spam (es. Google reCAPTCHA, se attivo). Tali fornitori trattano i dati per nostro conto sulla base di idonei accordi sul trattamento dei dati. Per maggiori dettagli, consultare le rispettive informative privacy.",
      "Ubicazione e trasferimenti: laddove possibile, i dati sono conservati nell'UE/SEE (es. AWS eu-west-1). Alcune attività (come invio email o anti-spam) possono comportare trasferimenti verso Paesi extra-UE/SEE; in tali casi applichiamo garanzie adeguate (es. Clausole Contrattuali Standard).",
      "Conservazione: i dati del modulo di contatto sono conservati per il tempo strettamente necessario a gestire la richiesta e, comunque, non oltre 6 mesi dalla ricezione. I dati relativi ai commenti sono conservati finché il commento resta visibile sul sito o fino a richiesta di cancellazione. I dati delle iscrizioni alle notifiche sono conservati fino alla disiscrizione.",
      "Diritti dell'interessato: può chiederci in qualsiasi momento l'accesso, la rettifica, la cancellazione o la limitazione del trattamento dei Suoi dati personali, nonché opporsi al trattamento e revocare il consenso quando applicabile. Per esercitare i diritti scrivere a: <a href=\"mailto:info@chiaraesimone.it\">info@chiaraesimone.it</a>. Ha inoltre il diritto di proporre reclamo al Garante per la Protezione dei Dati Personali.",
      "<strong>Cookie e strumenti di terze parti</strong>: non utilizziamo cookie di analisi. Se attivo, Google reCAPTCHA può impostare cookie strettamente necessari per sicurezza e anti-spam. Il selettore di emoji utilizzato sul sito (<strong>@ctrl/ngx-emoji-mart</strong>) funziona interamente nel Suo browser e può memorizzare le emoji usate di recente o preferenze dell'interfaccia nel Suo dispositivo (localStorage) per migliorare l'esperienza d'uso; non invia i Suoi dati personali a terze parti.",
      "Minori: questo sito è destinato a un pubblico generico. Se non ha l'età richiesta dalla legge applicabile per prestare un valido consenso, ottenga il consenso di un genitore/tutore prima di usare le funzionalità interattive.",
      "<em>Ultimo aggiornamento: 29/08/2025</em>"
    ]
  },
  "unsubscribe": {
    "title_success": "Disiscrizione avvenuta con successo ✅",
    "message_success": "<strong>{{email}}</strong> è stato disiscritto dalle notifiche{{photoPart}}.",
    "title_error": "Disiscrizione non riuscita ❌",
    "message_error": "Non è stato possibile elaborare la tua richiesta. Riprova più tardi.",
    "photo_part": " per la foto \"{{photo}}\""
  },
  "security": {
    "privacy_consent": "Acconsento al trattamento dei miei dati personali in conformità al D.Lgs. 196/2003 e al Regolamento UE 2016/679 (GDPR).",
    "privacy_policy": "Informativa sulla Privacy",
    "privacy_required": "Il consenso alla privacy è obbligatorio",
    "captcha_required": "Il captcha è obbligatorio"
  }
}
